SourceLANGID=1033
LANGID=1045
TargetApplication=ISStudio_2.1.0.20
Author=Maciej Bojakowski
Generator=Kymoto Solutions Translation Editor 2.0.0
LastModified=2013-05-06 20:02:12

[Application.Editor]
00000001=&Cofnij
00000002=Cofnij ostatnią czynność
00000003=&Ponów
00000004=Ponów ostatnio cofniętą czynność
00000005=Wy&tnij
00000006=Wytnij zaznaczenie i umieść je w schowku
00000007=&Kopiuj
00000008=Skopiuj zaznaczenie i umieść je w schowku
00000009=&Wklej
00000010=Wklej bieżącą zawartość schowka
00000011=&Usuń
00000012=Usuń bieżące zaznaczenie
00000013=Z&aznacz wszystko
00000014=Zaznacz wszystko
00000015=Znajdź...
00000016=Znajdź określony tekst
00000017=Znajdź następny
00000018=Znajdź następne wystąpienie określonego tekstu
00000019=Zamień...
00000020=Zamień określony tekst innym tekstem
00000021=Przejdź do wiersza numer...
00000022=Przejdź do wiersza
00000023=Cały &wyraz
00000024=Pokaż listę autouzupełniania dla bieżącego słowa
00000025=&Otwórz plik #Include
00000026=Otwórz plik #Include

[Application.MainForm]
00000001=Menu główne
00000002=&Plik
00000003=&Nowy
00000004=Zapisz kodowani&e
00000005=&Automatycznie (ANSI lub UTF-8)
00000006=&UTF-8
00000007=Ostatnio otwie&rane skrypty
00000008=&Edycja
00000009=&Szukaj
00000010=&Widok
00000011=&Sekcje
00000012=Pokaż lub ukryj Sekcje projektu
00000013=Str&uktura
00000014=Pokaż lub ukryj Strukturę projektu
00000015=Menedżer &projektu
00000016=Pokaż lub ukryj Menedżera projektu
00000017=&Komunikaty
00000018=Pokaż lub ukryj Komunikaty wyjściowe
00000019=Pasek s&tanu
00000020=Pokaż lub ukryj pasek stanu
00000021=Paski nar&zędzi
00000022=Pokaż lub ukryj paski narzędzi
00000023=&Standardowy
00000024=Pokaż lub ukryj pasek narzędzi standardowych
00000025=&Edycja
00000026=Pokaż lub ukryj pasek narzędzi edycji
00000027=&Projekt
00000028=Pokaż lub ukryj pasek narzędzi projektu
00000029=&Debugowanie
00000030=Pokaż lub ukryj pasek narzędzi debugowania
00000031=&Sekcje
00000032=&Języki
00000033=Wybierz język interfejsu programu
00000034=&Projekt
00000035=&Opcje instalacji
00000036=Importuj ze skryptu
00000037=Importuj z pliku
00000038=Eksportuj do pliku
00000039=&Debugowanie
00000040=&Narzędzia
00000041=Z&akładki
00000042=P&omoc
00000043=Standardowy
00000044=Edycja
00000045=Projekt
00000046=Opcje instalacji
00000047=Opcje instalacji
00000048=Sekcje
00000049=Wybierz sekcję
00000050=Debugowanie
00000051=Komunikaty
00000052=Dane wyjściowe kompilatora
00000053=Dane wyjściowe debugera
00000054=Struktura
00000055=Sekcje
00000056=Menedżer projektu
00000057=Nowy &projekt instalatora
00000058=Utwórz nowy projekt Instalatora
00000059=&Nowy skrypt
00000060=Utwórz nowy pusty skrypt Inno Setup
00000061=Nowy skrypt (&Kreator)
00000062=Utwórz nowy skrypt Inno Setup za pomocą Kreatora Inno
00000063=&Otwórz...
00000064=Otwórz istniejący skrypt Inno Setup
00000065=Zapi&sz
00000066=Zapisz bieżący skrypt Inno Setup
00000067=Zapisz j&ako...
00000068=Zapisz bieżący skrypt Inno Setup pod nową nazwą
00000069=Zapisz wszyst&ko
00000070=Zapisz wszystkie otwarte skrypty Inno Setup
00000071=Za&mknij skrypt
00000072=Zamknij bieżący skrypt Inno Setup
00000073=Zamknij wszystkie skry&pty
00000074=Zamknij wszystkie otwarte skrypty Inno Setup
00000075=Podgląd &wydruku
00000076=Podgląd bieżącego skryptu Inno Setup przed wydrukowaniem
00000077=&Drukuj...
00000078=Wydrukuj część lub cały skrypt Inno Setup
00000079=W&yjście
00000080=Wyjście z programu
00000081=&Cofnij
00000082=Cofnij ostatnią czynność
00000083=&Ponów
00000084=Ponów cofniętą ostatnio czynność
00000085=Wy&tnij
00000086=Wytnij zaznaczenie i umieść je w schowku
00000087=&Kopiuj
00000088=Skopiuj zaznaczenie i umieść je w schowku
00000089=&Wklej
00000090=Wklej bieżącą zawartość schowka
00000091=&Usuń
00000092=Usuń bieżące zaznaczenie
00000093=Z&aznacz wszystko
00000094=Zaznacz wszystko
00000095=Przełącz komentarz
00000096=Przełącz wiersz komentarza
00000097=&Znajdź...
00000098=Znajdź określony tekst
00000099=Znajdź &następny
00000100=Znajdź następne wystąpienie podanego tekstu
00000101=Znajdź &poprzedni
00000102=Znajdź poprzednie wystąpienie określonego tekstu
00000103=&Zamień...
00000104=Zastąp określony tekst innym tekstem
00000105=&Przejdź do linii numer...
00000106=Idź do linii
00000107=Przełącz za&kładki
00000108=Przełącz zakładki
00000109=Przejdź d&o zakładki
00000110=Przejdź do zakładki
00000111=&Dostosuj...
00000112=Dostosuj paski narzędzi
00000113=Zablokuj paski narzędzi
00000114=Zablokuj paski narzędzi
00000115=Użyj ścieżek &względnych
00000116=Użyj ścieżek względnych
00000117=&Opcje językowe..
00000118=Edytuj opcje językowe
00000119=Wstaw pliki...
00000120=Wstaw pliki
00000121=Instaluj Czcionki...
00000122=Instaluj czcionki
00000123=Utwórz Folder...
00000124=Utwórz folder
00000125=Utwórz skojarzenie...
00000126=Utwórz skojarzenie pliku
00000127=Utwórz skrót Internetowy...
00000128=Utwórz skrót internetowy
00000129=Utwórz ikonę Deinstalatora
00000130=Utwórz wpis dla ikony deinstalatora
00000131=Utwórz profil ODBC...
00000132=Dodaj wpis dla profilu ODBC
00000133=Utwórz alias BDE...
00000134=Utwórz alias BDE
00000135=&Kompiluj
00000136=Kompiluj bieżący skrypt Inno Setup
00000137=Z&atrzymaj kompilację
00000138=Zatrzymaj kompilację bieżącego skryptu Inno Setup
00000139=&Niski priorytet podczas kompilacji
00000140=Kompilator Inno Setup ma niski priorytet podczas kompilacji
00000141=&Otwórz w Inno Setup
00000142=Otwórz bieżący skrypt Inno Setup w Compiler32 (Edytor Inno Setup)
00000143=Otwórz folder docelowy
00000144=Otwórz folder docelowy projektu
00000145=Importuj sekcję [Pliki]...
00000146=Importuj sekcję [Pliki] z istniejącego pliku skryptu
00000147=Importuj sekcję [Katalogi]...
00000148=Importuj sekcję [Katalogi] z istniejącego pliku skryptu
00000149=Importuj sekcję [INI]...
00000150=Importuj sekcję [INI] z istniejącego pliku skryptu
00000151=Importuj sekcję [Komunikaty]...
00000152=Importuj sekcję [Komunikaty] z istniejącego pliku skryptu
00000153=Importuj sekcję [Rejestr]...
00000154=Importuj sekcję [Rejestr] z istniejącego pliku skryptu
00000155=Importuj plik INI...
00000156=Importuj plik INI
00000157=Importuj plik komunikatów...
00000158=Importuj plik komunikatów
00000159=Importuj plik rejestru...
00000160=Importuj plik rejestru
00000161=Eksportuj sekcję [INI]...
00000162=Eksportuj sekcję [INI] do pliku
00000163=Eksportuj sekcję [Komunikaty]...
00000164=Eksportuj sekcję [Komunikaty] do pliku
00000165=Eksportuj sekcję [Rejestr]...
00000166=Eksportuj sekcję [Rejestr] do pliku
00000167=Odłącz &debugger
00000168=Odłącz debugger
00000169=&Uruchom
00000170=Uruchom
00000171=Uruchom do kursora
00000172=Uruchom do kursora
00000173=Wej&dź
00000174=Wejdź
00000175=P&rzejdź dalej
00000176=Przejdź dalej
00000177=&Wstrzymaj
00000178=Wstrzymaj debugger
00000179=Z&atrzymaj
00000180=Zatrzymaj debugger
00000181=Instalacja
00000182=Folder instalacji
00000183=Deinstalacja
00000184=Folder deinstalacji
00000185=&Parametry
00000186=Parametry
00000187=Oc&ena stałej...
00000188=Ocena stałej
00000189=Przełącz &punkt przerwania
00000190=Przełącz punkt przerwania
00000191=Generuj &GUID
00000192=Generuj GUID; Zastąp zaznaczony tekst
00000193=Konfiguruj narzędzie podpisywania...
00000194=Edytor narzędzi podpisywania kodu
00000195=&Opcje
00000196=Opcje programu
00000197=Wybierz następną kartę
00000198=Wybierz następną kartę skryptu
00000199=Wybierz poprzednią kartę
00000200=Wybierz poprzednią zakładkę skryptu
00000201=Pomoc Inno Script Studio
00000202=Dokumentacja Inno Script Studio
00000203=&Witryna sieci Web Inno Script Studio
00000204=Strona główna Inno Script Studio
00000205=&Dokumentacja Inno Setup
00000206=Dokumentacja Inno Setup
00000207=Przykładowe skrypty Inno Setup
00000208=Przykładowe skrypty Inno Setup
00000209=&FAQ Inno Setup
00000210=FAQ Inno Setup
00000211=Histo&ria wersji Inno Setup
00000212=Historia wersji Inno Setup
00000213=Witryna sieci Web Inno Setup
00000214=Strona główna Inno Setup
00000215=Dokumentacja preprocesora I&nno Setup
00000216=Dokumentacja preprocesora Inno Setup
00000217=Witryna sieci Web preprocesora Inn&o Setup
00000218=Strona główna preprocesora Inno Setup
00000219=Baza wiedzy rozszerzeń Inno Setup
00000220=Strona główna bazy wiedzy rozszerzeń Inno Setup
00000221=Witryna sieci Web R&emObjects Pascal Script
00000222=Strona główna RemObjects Pascal Script
00000223=Strona dotacji dla Inno Setup
00000224=Strona wsparcia technicznego dla Inno Setup
00000225=O programie Inno Setup
00000226=O programie Inno Setup
00000227=Strona dotacji dla Inno Script Studio
00000228=Strona wsparcia technicznego Inno Script Studio
00000229=Sprawdź akt&ualizacje
00000230=Sprawdź aktualizacje
00000231=O progr&amie
00000232=O programie|Wyświetlanie informacji o aplikacji, numer wersji i Prawa autorskie
00000233=Cel - [%s]
00000234=Wybierz miejsce docelowe debugowania
00000235=Inno Script Studio na Facebooku

[Dialog.AddFolder]
00000001=Katalog główny:
00000002=Symbol wieloznaczny:
00000003=Dodaj katalog
00000004=Dodaj pliki
00000005=Dodaj podkatalogi
00000006=Zewnętrzny
00000007=Dodaj jako folder cykliczny

[Dialog.BDEAlias]
00000001=Nazwa aliasu:
00000002=Ścieżka do katalogu danych:
00000003=Nazwa sterownika BDE:
00000004=Usuń przed utworzeniem

[Dialog.CodeSigning]
00000001=Nazwa
00000002=Polecenie
00000003=Dodaj
00000004=Dodaj nowy wpis do podpisywania kodu
00000005=&Edytuj
00000006=Edytuj aktualnie wybrany wpis podpisywania kodu
00000007=Usuń
00000008=Usuń aktualnie wybrany wpis podpisywania kodu

[Dialog.EvaluateConstant]
00000001=Wybierz skrypt stały do oceny:

[Dialog.FileAssociation]
00000001=Rozszerzenie pliku:
00000002=Nazwa typu:
00000003=Opis dokumentu:
00000004=Skojarzony z:
00000005=Nazwa pliku ikony:
00000006=Indeks ikony:

[Dialog.GoToLine]
00000001=Wprowadź nowy numer linii:

[Dialog.InstallFonts]
00000001=Nazwa czcionki
00000002=Nazwa pliku

[Dialog.InternetShortcut]
00000001=Nazwa pliku:
00000002=URL:

[Dialog.Language]
00000001=Wybierz język:
00000002=ID języka:
00000003=Strona kodowa:
00000004=Nazwa czcionki dialogów:
00000005=Nazwa czcionki powitania:
00000006=Nazwa czcionki tytułu:
00000007=Nazwa czcionki praw autorskich:
00000008=Rozmiar:
00000009=Rozmiar:
00000010=Rozmiar:
00000011=Rozmiar:
00000012=Język jest wyświetlany od prawej do lewej

[Dialog.Languages]
00000001=Proszę wybrać standardowe języki Inno Setup do dodania
00000002=Zaznacz w&szystkie
00000003=O&dznacz wszystkie

[Dialog.NewProject]
00000001=&Nie pokazuj przy uruchamianiu
00000002=Utwórz nowy
00000003=Instalator Inno
00000004=Szablony specjalistyczne
00000005=Szablony ogólne
00000006=Szablony tematyczne
00000007=Instalator NSIS
00000008=Szablony ogólne
00000009=Szablony specjalne
00000010=Szablony tematyczne
00000011=Użyj kreatora, aby utworzyć projekt skryptu
00000012=Styl tematu:
00000013=Otwórz ostatnie skrypty

[Dialog.ODBCProfile]
00000001=Nazwa
00000002=Sterownik

[Dialog.Parameters]
00000001=Parametry wiersza poleceń dla instalacji i deinstalacji:

[Dialog.WindowsVersion]
00000001=Wybierz wersję systemu Windows:
00000002=Informacje o wersji systemu Windows
00000003=Wersja główna:
00000004=Wersja pomocnicza:
00000005=Wersja kompilacji:
00000006=Dodatek Service Pack:
00000007=Można wpisać tylko liczbę
00000008=Można wpisać tylko liczbę
00000009=Można wpisać tylko liczbę
00000010=Można wpisać tylko liczbę
00000011=Dołącz wersję kompilacji

[Options]
00000001=Narzędzia
00000002=Resetuj opcje
00000003=Importuj opcje
00000004=Eksportuj opcje

[Options.Associations]
00000001=Skojarzenia plików
00000002=Skoj&arz pliki skryptów Inno Setup (*.iss) z tym kompilatorem

[Options.CodeSigning]
00000001=Nazwa
00000002=Polecenie
00000003=Dodaj
00000004=Dodaj nowy wpis do podpisywania kodu
00000005=&Edytuj
00000006=Edytuj aktualnie wybrany wpis podpisywania kodu
00000007=Usuń
00000008=Usuń aktualnie wybrany wpis podpisywania kodu

[Options.Compiler]
00000001=Lokalizacja kompilatora Inno Setup
00000002=Katalog kompilatora:

[Options.Display]
00000001=Wyświetlanie (Ogólne)
00000002=Pokaż Zamknij kartę na:
00000003=Pokaż powiązane ikony na kartach edytora
00000004=Widok sekcji
00000005=Pokaż linie siatki w sekcji
00000006=Pokaż komentarze i linie ISPP
00000007=Pokaż komentarze i linie ISPP jako wartości

[Options.Editor]
00000001=Ustawienia edytora
00000002=Szerokość tabulatora:
00000003=Automatycznie wywołaj funkcję autouzupełniania
00000004=Użyj podświetlania składni
00000005=Podkreślanie błędów składni
00000006=Automatyczne wcięcie
00000007=Pozwalaj przesunąć kursor poza koniec linii
00000008=Zawijaj tekst w długich liniach
00000009=Konwertuj znaki tabulacji na spacje
00000010=Ekran edytora
00000011=Prawy margines:
00000012=Pokaż aktywną linię
00000013=Pokaż prowadnice wcięć
00000014=Pokaż "rynienkę" w edytorze
00000015=Pokaż numery linii w "rynience"
00000016=Pokaż prawy margines

[Options.FontsAndColors]
00000001=Czcionka edytora
00000002=Czcionka edytora:
00000003=Rozmiar czcionki edytora:
00000004=Jakość wygładzania:
00000005=Kolory edytora
00000006=Kolor tła:
00000007=Kolor aktywnej linii:
00000008=Kolor czcionki edytora:
00000009=Kolor kursora:

[Options.General]
00000001=Opcje startowe
00000002=Uruchom sekcję:
00000003=Pokaż okno dialogowe projektu
00000004=Ponownie otwórz ostatni plik skryptu
00000005=Otwórz z pustym plikem skryptu
00000006=Ustawienia ogólne
00000007=Zapisz Boolean jako:
00000008=Wyświetl pełną ścieżkę na pasku tytułu
00000009=Automatycznie zapisz przed kompilacją
00000010=Twórz kopie zapasowe przy zapisywaniu
00000011=Zezwalaj na cofnięcie po zapisaniu
00000012=Wstrzymaj przy wyjątkach
00000013=Zawsze testuj skompilowany plik skryptu

[Options.Plugins]
00000001=Nazwa
00000002=Autor
00000003=Nazwa pliku
00000004=Włącz wtyczkę
00000005=Włącz/wyłącz wybraną wtyczkę
00000006=Konfiguruj wtyczkę
00000007=Skonfiguruj aktualnie wybraną wtyczkę
00000008=O wtyczce
00000009=Wyświetlanie informacji na temat aktualnie wybranej wtyczki

[Options.Styler.Inno]
00000001=Styl Inno Setup
00000002=Czcionka stylu
00000003=Element stylu:
00000004=Kolor pierwszego planu:
00000005=Kolor tła:
00000006=Przykład stylu

[Options.Styler.Pascal]
00000001=Przykład stylu
00000002=Styl Pascal
00000003=Czcionka stylu
00000004=Element stylu:
00000005=Kolor pierwszego planu:
00000006=Kolor tła:

[Options.Updates]
00000001=Ustawienia aktualizacji
00000002=Serwer proxy:
00000003=Nazwa użytkownika:
00000004=Hasło:
00000005=Automatycznie sprawdź aktualizacje przy starcie
00000006=Przełącz się do aktualizacji z kanału BETA
00000007=Dodaj aktualizacje do pliku dziennika
00000008=Użyj serwer proxy

[Project.Additional]
00000001=Ustawienia dodatkowe
00000002=Dodatk. miejsce na dysku:
00000003=Zaokrąglanie Daty/Czasu:
00000004=Data modyfikacji:
00000005=Czas modyfikacji:
00000006=Zmień skojarzenia plików
00000007=Zawsze restartuj komputer
00000008=Restartuj, jeśli wymaga tego sekcja URUCHOM
00000009=Zezwól na przerwanie instalacji
00000010=Data/Czas w formacie UTC
00000011=Zmiany w środowisku
00000012=Ikona Instalatora
00000013=Plik ikony instalatora:
00000014=Wybierz plik ikony instalatora

[Project.Appearance]
00000001=Okno kreatora
00000002=Normalny obraz kreatora:
00000003=Mały obraz kreatora:
00000004=Kolor tła:
00000005=Rozciągnij obraz kreatora
00000006=Wybierz mały obraz kreatora
00000007=Wybierz normalny obraz kreatora
00000008=Tło okna
00000009=Kolor 1:
00000010=Kolor 2:
00000011=Kierunek:
00000012=Tło okna widoczne
00000013=Stały kolor tła
00000014=Pokaż tytuł okna
00000015=Zmiana rozmiaru okna
00000016=Uruchom zmaksymalizowane

[Project.ApplicationDetails]
00000001=Szczegóły aplikacji
00000002=Nazwa aplikacji:
00000003=Wersja aplikacji:
00000004=Prawa autorskie:
00000005=Mutex aplikacji:
00000006=Hasło:
00000007=Wymagane uprawnienia:
00000008=ID aplikacji:
00000009=Wersja aplikacji:
00000010=Generuj ID aplikacji
00000011=W wersji 5.3.10 Inno Setup AppVerName został zastąpiony przez AppVersion.\n\nKliknij tutaj, aby konwertować do nowej dyrektywy AppVersion.
00000012=Licencja i Informacje
00000013=Plik licencji:
00000014=Plik informacji przed:
00000015=Plik informacji po:
00000016=Wybierz plik licencji
00000017=Wybierz plik informacji przed
00000018=Wybierz plik informacji po

[Project.CodeSigning]
00000001=Podpisywanie kodu
00000002=Folder deinstalatora:
00000003=Narzędzie podpisywania:
00000004=Użyj podpisanego deinstalatora
00000005=Wybierz katalog do przechowywania podpisanych plików Deinstalatora
00000006=Konfiguruj narzędzie podpisywania kodu

[Project.Compiler]
00000001=Ustawienia Kompilatora
00000002=Folder wyjściowy:
00000003=Nazwa pliku wyjściowego:
00000004=Folder źródłowy:
00000005=Wyjściowy plik manifestu:
00000006=Użyj modułu ładującego Instalatora
00000007=Scal duplikaty plików
00000008=Szyfrowanie
00000009=Zgodne usługi terminalowe
00000010=Dziennik Instalatora
00000011=Wybierz folder wyjściowy
00000012=Wybierz folder źródłowy
00000013=Wybierz wyjściowy plik manifestu
00000014=Parametry architektury
00000015=Instaluj w trybie 64-bit:
00000016=Dozwolone architektury:

[Project.Compression]
00000001=Kompresja:
00000002=Kompresja:
00000003=Wewnętrzna kompresja:
00000004=Stopień kompresji:
00000005=Wątki kompresji:
00000006=Stała kompresja
00000007=Opcje LZMA/LZMA2
00000008=Algorytm:
00000009=Rozmiar bloku:
00000010=Rozmiar słownika:
00000011=Szukaj zgodności:
00000012=Liczba wątków bloku:
00000013=Liczba szybkich bajtów:
00000014=Użyj osobnych procesów:

[Project.Directory]
00000001=Folder aplikacji
00000002=Domyślna nazwa folderu:
00000003=Wyłącz stronę wyboru folderu:
00000004=Ostrzeżenie, że folder istnieje:
00000005=Utwórz folder aplikacji
00000006=Użyj poprzedniego folderu aplikacji
00000007=Pozwól wybrać katalog główny
00000008=Pozwól wybrać scieżkę sieciową UNC
00000009=Włącz ostrzeżenie, że folder nie istnieje
00000010=Dodaj domyślną nazwę folderu

[Project.DiskSpanning]
00000001=Dzielenie na dyski (DiskSpanning)
00000002=Rozmiar klastra dysku:
00000003=Rezerwuj bajty:
00000004=Rozmiar części:
00000005=Ilość części na dysk:
00000006=Zdefiniowany rozmiar:
00000007=Włącz dzielenie na dyski

[Project.InstallPages]
00000001=Strony instalacji
00000002=Użyj poprzedniego typu instalacji
00000003=Użyj poprzednich zadań
00000004=Wyłącz stronę 'Gotowy do instalacji'
00000005=Wyłącz notatkę na stronie 'Gotowy do instalacji'
00000006=Płaska lista komponentów
00000007=Pokaż rozmiar komponentów
00000008=Wyłącz stronę końcową
00000009=Pokaż linie drzewa zadań
00000010=Pokaż listę komponentów
00000011=Wyświetlaj folder na stronie 'Gotowy do instalacji'
00000012=Wyświetlaj grupę na stronie 'Gotowy do instalacji'
00000013=Wyłącz pytanie na starcie
00000014=Wyłącz stronę powitalną
00000015=Użyj poprzedniego języka

[Project.Language]
00000001=Ustawienia językowe
00000002=Metoda wykrywania języka:
00000003=Wyświetl okno wyboru języka:
00000004=Pokaż niewyświetlane języki

[Project.LogFile]
00000001=Plik dziennika
00000002=Nazwa pliku dziennika:
00000003=Metoda rejestrowania:
00000004=Wybierz plik dziennika

[Project.ProgramGroup]
00000001=Grupa programu
00000002=Domyślna nazwa grupy:
00000003=Wyłącz stronę wyboru grupy:
00000004=Użyj poprzedniej grupy
00000005=Pozwól nie tworzyć ikon
00000006=Zawsze używaj grupy osobistej
00000007=Dodaj domyślną nazwę grupy

[Project.PublisherInfo]
00000001=Informacje o wydawcy
00000002=Wydawca:
00000003=Adres URL wydawcy:
00000004=Adres URL wsparcia:
00000005=Adres URL aktualizacji:
00000006=Wersja:
00000007=Komentarze
00000008=Kontakt:
00000009=Plik Readme:
00000010=Telefon:

[Project.RestartManager]
00000001=Menedżer restartu
00000002=Filtr aplikacji:
00000003=Automatycznie zamknij aplikacje
00000004=Restart aplikacji

[Project.SysRequirements]
00000001=Wymagania systemowe
00000002=Tylko poniżej wersji Windows
00000003=Windows:
00000004=Windows NT:
00000005=Wybierz tylko poniżej Windows NT
00000006=Wybierz tylko poniżej wersji Windows
00000007=Minimalna wersja Windows
00000008=Windows:
00000009=Windows NT:
00000010=Wybierz minimalną wersję Windows
00000011=Wybierz minimalną wersję Windows NT

[Project.Uninstall]
00000001=Ustawienia deinstalacji
00000002=Tryb rejestrowania:
00000003=Folder deinstalatora:
00000004=Deinstalator:
00000005=Utwórz klucz rejestru:
00000006=Uruchom ponownie komputer
00000007=Aktualizuj nazwę aplikacji w dzienniku
00000008=Parametry programu i funkcje
00000009=Wyświetl nazwę:
00000010=Wyświetl ikonę:
00000011=Indeks ikony:
00000012=Zmień ścieżkę:
00000013=Wyświetl rozmiar:

[Project.UserInfo]
00000001=Informacje o użytkowniku
00000002=Domyślna nazwa użytkownika:
00000003=Domyślna nazwa organizacji:
00000004=Domyślny numer seryjny:
00000005=Pokaż stronę informacji o użytkowniku
00000006=Użyj poprzednich informacji o użytkowniku

[Project.VersionInfo]
00000001=Informacje o wersji
00000002=Wersja:
00000003=Firma:
00000004=Opis:
00000005=Wersja tekstowa:
00000006=Prawa autorskie:
00000007=Nazwa produktu:
00000008=Wersja produktu:
00000009=Wersja (tekst):

[Properties.BaseForm]

[Properties.Components]
00000001=Nazwa:
00000002=Opis:
00000003=Dodatkowe miejsce:

[Properties.CustomMessages]
00000001=ID komunikatu:
00000002=Zastępowany język:
00000003=Komunikat niestandardowy:

[Properties.Files]
00000001=Źródło:
00000002=Nazwa docelowa:
00000003=Katalog docelowy:
00000004=Ustaw czcionkę:
00000005=Rozmiar zewnętrzny:
00000006=Silna nazwa zestawu:
00000007=Warunkowe
00000008=System
00000009=(De)Instalacja
00000010=Inne

[Properties.Folders]
00000001=Nazwa:
00000002=Folder docelowy:

[Properties.Icons]
00000001=Nazwa:
00000002=Nazwa pliku:
00000003=Folder roboczy:
00000004=Plik ikony:
00000005=Indeks ikony:
00000006=Folder docelowy:
00000007=(De)Instalacja
00000008=Dodatkowe
00000009=Parametry:
00000010=Identyfikator:
00000011=Komentarz:
00000012=Klawisz skrótu:
00000013=Windows 7

[Properties.INIFiles]
00000001=Nazwa pliku:
00000002=Sekcja:
00000003=Klucz:
00000004=Wartość:

[Properties.InstallDelete]
00000001=Nazwa pliku:
00000002=Typ:

[Properties.InstallRun]
00000001=Nazwa pliku:
00000002=Parametry:
00000003=Folder roboczy:
00000004=Opis:
00000005=Komunikat o stanie:
00000006=Unikalny ID:
00000007=Wykonaj polecenie:
00000008=Warunkowe
00000009=System
00000010=Widoczność

[Properties.Languages]
00000001=Nazwa:
00000002=Plik komunikatów:
00000003=Plik licencji:
00000004=Plik informacji przed:
00000005=Plik informacji po:

[Properties.Messages]
00000001=ID komunikatu:
00000002=Zastępowany język:
00000003=Komunikat domyślny:
00000004=Komunikat niestandardowy:

[Properties.PostCompile]
00000001=Parametry:
00000002=Nazwa pliku:

[Properties.PreCompile]
00000001=Parametry:
00000002=Nazwa pliku:

[Properties.Registry]
00000001=Klucz główny:
00000002=Podklucz:
00000003=Typ wartości:
00000004=Nazwa wartości:
00000005=Dane wartości:
00000006=(De)Instalacja

[Properties.SignTool]
00000001=Polecenia:
00000002=Nazwa:

[Properties.Special]
00000001=Tekst:

[Properties.Tasks]
00000001=Nazwa:
00000002=Opis:
00000003=Opis grupy:

[Properties.Types]
00000001=Nazwa:
00000002=Opis:

[Properties.UnInstallDelete]
00000001=Nazwa pliku:
00000002=Typ:

[Properties.UnInstallRun]
00000001=Nazwa pliku:
00000002=Parametry:
00000003=Katalog roboczy:
00000006=Unikalny ID:
00000007=Wykonaj polecenie:
00000008=Warunkowe
00000009=System
00000010=Widoczność

[Section.BaseForm]

[Section.Components]
00000001=Nazwa
00000002=Opis
00000003=Wymagane miejsce
00000004=Typy
00000005=Flagi
00000006=Minimalna wersja
00000007=Tylko poniżej wersji
00000008=Języki
00000009=Sprawdź
00000010=Przed instalacją
00000011=Po instalacji

[Section.CustomMessages]
00000001=ID komunikatu
00000002=Język
00000003=Komunikat

[Section.Files]
00000001=Nazwa pliku źródłowego
00000002=Nazwa pliku docelowego
00000003=Typ pliku
00000004=Folder źródłowy
00000005=Folder docelowy
00000006=Flagi
00000007=Atrybuty
00000008=Czcionka instalacji
00000009=Rozmiar zewnętrzny
00000010=Silna nazwa zestawu
00000011=Minimalna wersja
00000012=Tylko poniżej wersji
00000013=Składniki
00000014=Zadania
00000015=Języki
00000016=Uprawnienia
00000017=Wykluczenia
00000018=Sprwadź
00000019=Przed instalacją
00000020=Po instalacji
00000021=Dodaj pliki...
00000022=Sprawdź obecność plików
00000023=Ścieżki względne
00000024=Ścieżki bezwzględne
00000025=Dodaj folder...
00000026=Otwórz folder źródłowy
00000027=Konwertuj ścieżkę pliku do

[Section.Folders]
00000001=Nazwa
00000002=Folder docelowy
00000003=Flagi
00000004=Atrybuty
00000005=Minimalna wersja
00000006=Tylko poniżej wersji
00000007=Składniki
00000008=Zadania
00000009=Języki
00000010=Uprawnienia
00000011=Wykluczenia
00000012=Sprawdź
00000013=Przed instalacją
00000014=Po instalacji

[Section.Icons]
00000001=Nazwa
00000002=Nazwa pliku
00000003=Folder roboczy
00000004=ID aplikacji
00000005=Flagi
00000006=Plik ikony
00000007=Indeks ikony
00000008=Parametry
00000009=Komentarz
00000010=Skrót
00000011=Minimalna wersja
00000012=Tylko poniżej wersji
00000013=Składniki
00000014=Zadania
00000015=Języki
00000016=Sprawdź
00000017=Przed instalacją
00000018=Po instalacji

[Section.INIFiles]
00000001=Nazwa pliku
00000002=Sekcja
00000003=Klucz
00000004=Wartość
00000005=Flagi
00000006=Minimalna wersja
00000007=Tylko poniżej wersji
00000008=Składniki
00000009=Zadania
00000010=Języki
00000011=Sprawdź
00000012=Przed instalacją
00000013=Po instalacji

[Section.InstallDelete]
00000001=Typ
00000002=Nazwa pliku
00000003=Minimalna wersja
00000004=Tylko poniżej wersji
00000005=Składniki
00000006=Zadania
00000007=Języki
00000008=Sprawdź
00000009=Przed instalacją
00000010=Po instalacji

[Section.InstallRun]
00000001=Nazwa pliku
00000002=Parametry
00000003=Folder roboczy
00000004=Flagi
00000005=Opis
00000006=Komunikat stanu
00000007=Wykonaj polecenie
00000008=Unikalny ID
00000009=Minimalna wersja
00000010=Tylko poniżej wersji
00000011=Składniki
00000012=Zadania
00000013=Języki
00000014=Sprawdź
00000015=Przed instalacją
00000016=Po instalacji

[Section.Languages]
00000001=Nazwa
00000002=Plik komunikatów
00000003=Plik licencji
00000004=Plik informacji przed
00000005=Plik informacji po
00000006=Dodaj standardowe języki Inno Setup

[Section.Messages]
00000001=ID komunikatu
00000002=Język
00000003=Komunikat

[Section.PreCompile]
00000001=Nazwa pliku
00000002=Parametry
00000003=Flagi

[Section.Registry]
00000001=Katalog główny
00000002=Podklucz
00000003=Typ wartości
00000004=Nazwa wartości
00000005=Dane wartości
00000006=Flagi
00000007=Uprawnienia
00000008=Minimalna wersja
00000009=Tylko poniżej wersji
00000010=Składniki
00000011=Zadania
00000012=Języki
00000013=Sprawdź
00000014=Przed instalacją
00000015=Po instalacji

[Section.Tasks]
00000001=Nazwa
00000002=Opis
00000003=Opis grupy
00000004=Flagi
00000005=Minimalna wersja
00000006=Tylko poniżej wersji
00000007=Składniki
00000008=Języki
00000009=Sprawdź
00000010=Przed instalacją
00000011=Po instalacji

[Section.Types]
00000001=Nazwa
00000002=Opis
00000003=Flagi
00000004=Minimalna wersja
00000005=Tylko poniżej wersji
00000006=Języki
00000007=Sprawdź
00000008=Przed instalacją
00000009=Po instalacji

[Section.UnInstallDelete]
00000001=Typ
00000002=Nazwa pliku
00000003=Minimalna wersja
00000004=Tylko poniżej wersji
00000005=Składniki
00000006=Zadania
00000007=Języki
00000008=Sprawdź
00000009=Przed instalacją
00000010=Po instalacji

[Section.UnInstallRun]
00000001=Nazwa pliku
00000002=Ustawienia
00000003=Folder roboczy
00000004=Flagi
00000005=Opis
00000006=Komunikat stanu
00000007=Wykonaj polecenie
00000008=Unikalny ID
00000009=Minimalna wersja
00000010=Tylko poniżej wersji
00000011=Składniki
00000012=Zadania
00000013=Języki
00000014=Sprawdź
00000015=Przed instalacją
00000016=Po instalacji

[Wizard.BaseForm]

[Wizard.InnoSetup]
00000001=Nie wszystkie funkcje Inno Setup są ujęte  w tym kreatorze. Zobacz dokumentację by uzyskać szczegółowe informacje na temat tworzenia plików skryptów Inno Setup.\n\nKliknij przycisk Dalej, aby kontynuować, lub Anuluj, aby wyjść z tego kreatora.
00000002=Ten Kreator poprowadzi Cię przez proces tworzenia nowego pliku skryptu Inno Setup. Wyniki zostaną wykorzystane do wygenerowania nowego pliku skryptu, który może być skompilowany bezpośrednio lub zapisany na dysku w celu późniejszego wykorzystania.
00000003=Witamy w [name]
00000004=Pomyślnie ukończono [name].\n\nAby zamknąć kreatora i wygenerować nowy plik skryptu, kliknij przycisk Zakończ.
00000005== wymagane
00000006=pogrubione
00000007=Utwórz nowy &pusty plik skryptu
00000008=&Nazwa aplikacji:
00000009=&Wydawca aplikacji:
00000010=Witryna sieci Web aplikacji:
00000011=&Wersja aplikacji:
00000012=Nazwa &folderu aplikacji:
00000013=Docelowy folder podstawowy aplikacji:
00000014=Aplikacja &nie potrzebuje folderu
00000015=Zezwalaj użytkownikowi zmienić folder aplika&cji
00000016=Inne:
00000017=&Przeglądaj...
00000018=&Główny plik wykonywalny aplikacji:
00000019=Zezwalaj &użytkownikowi na uruchomienie aplikacji po instalacji
00000020=Dod&aj plik(i)...
00000021=Dodaj &folder...
00000022=&Edytuj...
00000023=Inne pliki aplikacji:
00000024=&Usuń
00000025=Aplikacja &nie ma głównego pliku wykonywalnego
00000026=Pozwól użytkownikowi na nie tworzenie folderu w Menu Start
00000027=Inne główne ikony pliku wykonywalnego:
00000028=Nazwa folderu aplikacji w Menu &Start:
00000029=Utwórz ikonę &Usuń w folderze Menu Start
00000030=Utwórz l&ink do strony internetowej w folderze Menu Start
00000031=Pozwól utworzyć skrót na &pulpicie
00000032=Pozwól zmienić nazwę folderu w Menu Start
00000033=Pozwól utworzyć skrót na pasku szybkiego uruchamiania
00000034=&Przeglądaj...
00000035=Plik z informacją wyświetlaną po instal&acji:
00000036=&Przeglądaj...
00000037=Plik z &informacją wyświetlaną przed instalacją:
00000038=&Przeglądaj...
00000039=Plik &licencji:
00000040=&Zaznacz
00000041=&Języki:
00000042=&Odznacz
00000043=Użyj hasła do szyfrowania plików aplikacji
00000044=Nazwa podstawowego pliku wyjściowego kompilatora:
00000045=&Przeglądaj...
00000046=Niestendardowy fol&der wyjściowy kompilatora:
00000047=Hasło instalacji:
00000048=&Przeglądaj...
00000049=Niestandardowe &ikony pliku instalacyjnego:

[$CONSTANTS]
Default=Domyślne
SCaption3rdparty=Sekcje 3-strony
SCaption3rdpartyDownload=Pobierz
SCaption3rdpartyPost=Kroki po kompilacji
SCaption3rdpartyPre=Kroki przed kompilacją
SCaptionAppearance=Wygląd
SCaptionApplicationAdditional=Dodatkowe ustawienia
SCaptionApplicationDetails=Szczegóły aplikacji
SCaptionApplicationFolder=Folder aplikacji
SCaptionAssociations=Skojarzenia plików
SCaptionAutoCAcceptWith=Zaakceptuj z: <TAB> lub <ENTER>
SCaptionAutoCNoSelection=Wybierz pozycję z listy funkcji Autouzupełniania
SCaptionBlankScript=Pusty skrypt
SCaptionBothOptions=W aktywnej karcie i pasku kart
SCaptionCode=Kod Pascal
SCaptionCodeSigning=Podpisywanie kodu
SCaptionCodeSigningTools=Narzędzia Podpisywanie kodu
SCaptionCompilerSettings=Konfiguracja kompilatora
SCaptionComponents=Składniki
SCaptionCompression=Kompresja
SCaptionCopy=&Kopiuj
SCaptionCustomizeView=Dostosuj widok...
SCaptionCustomMessages=Niestandardowe komunikaty
SCaptionCut=Wy&tnij
SCaptionDelete=Usuń e&lement
SCaptionDeleteAll=Usuń wszystkie elementy
SCaptionDiskSpanning=Dzielenie na dyski
SCaptionDisplaySettings=Ustawienia wyświetlania
SCaptionDuplicateEntry=Zduplikowane wpisy
SCaptionEditorSettings=Ustawienia edytora
SCaptionFiles=Pliki
SCaptionFolders=Katalogi
SCaptionFontsAndColors=Czcionki & Kolory
SCaptionGeneralSettings=Ustawienia ogólne
SCaptionGenericTemplates=Szablony ogólne
SCaptionIcons=Ikony
SCaptionIni=Pliki INI
SCaptionInnoSetupProject=Projekt Inno Setup
SCaptionInnoStyler=Styl Inno Setup
SCaptionInsertCommentLine=Wiersz komentarza
SCaptionInsertEmptyLine=Pusty wiersz
SCaptionInsertISPPLine=Wiersz ISPP
SCaptionInstallationPages=Strony instalacji
SCaptionInstallDelete=Instalacja Usuń
SCaptionInstallRun=Instalacja Uruchom
SCaptionItemProperties=Właściwości elementu
SCaptionLanguages=Języki
SCaptionLanguageSettings=Ustawienia języka
SCaptionLocateInScript=Znajdź element w skrypcie
SCaptionLogFile=Plik dziennika
SCaptionMessages=Komunikaty
SCaptionMoveDown=Przenieś w dół
SCaptionMoveToBottom=Przenieś na koniec
SCaptionMoveToTop=Przenieś na początek
SCaptionMoveUp=Przenieś w górę
SCaptionNewItem=Nowy element
SCaptionNoProject=<Brak projektu>
SCaptionPascalStyler=Styl Pascal
SCaptionPaste=&Wklej
SCaptionPluginDisable=Wyłącz Plugin
SCaptionPluginEnable=Włącz Plugin
SCaptionPluginSettings=Ustawienia wtyczki
SCaptionPost=Zadania po kompilacji
SCaptionPostCompileImported=%s Zadania po kompilacji
SCaptionPre=Zadania przed kompilacją
SCaptionPreCompileImported=%s Zadania przed kompilacją
SCaptionProgramGroup=Grupa programów
SCaptionProgramGroupVista=Programy i ustawienia funkcji
SCaptionProgramGroupXP=Dodaj lub usuń Grupę programów
SCaptionProject=Projekt - [%s]
SCaptionPublisherInformation=Informacje o wydawcy
SCaptionRegistry=Rejestr
SCaptionRestartManager=Menedżer restartu
SCaptionRunAs2KXP=Zawsze uruchom Instalator/Deinstalator jako inny użytkownik
SCaptionRunAsVista=Zawsze uruchom Instalator/Deinstalator jako Administrator
SCaptionScript=Skrypt Inno Setup
SCaptionSelectAll=Zaznacz wszystko
SCaptionSelectIconFile=Wybierz plik ikony
SCaptionSelectInfoFile=Wybierz plik Info
SCaptionSelectINIFile=Wybierz plik INI
SCaptionSelectLicenseFile=Wybierz plik licencji
SCaptionSelectLogFile=Wybierz plik dziennika kompilatora
SCaptionSelectManifestFile=Wybierz wyjściowy plik manifestu
SCaptionSelectMessagesFile=Wybierz plik komunikatów
SCaptionSelectOutputFolder=Wybierz folder wyjściowy
SCaptionSelectRegistryFile=Wybierz plik rejestru
SCaptionSelectSignedUninstallFolder=Wybierz folder Podpisanego Deinstalatora
SCaptionSelectSourceFolder=Wybierz folder źródłowy
SCaptionSelectWizardImage=Wybierz obraz Kreatora
SCaptionSelectWizardImage2=Wybierz mały obraz Kreatora
SCaptionSimpleScript=Prosty skrypt
SCaptionSpecialItems=Specjalne elementy
SCaptionSpecializedTemplates=Szablony specjalne
SCaptionSpecialValueComment=Komentarz
SCaptionSpecialValueCommentText=Tekst komentarza:
SCaptionSpecialValueEmptyLine=Pusty wiersz
SCaptionSpecialValueISPPCode=Kod ISPP:
SCaptionSpecialValueISPPLine=Wiersz ISPP
SCaptionSupercededDirective=Zastąpiona dyrektywa
SCaptionSystemRequirements=Wymagania systemowe
SCaptionTabBarOption=Tylko w pasku kart (Pokaż po prawej stronie)
SCaptionTabOption=Tylko w aktywnej kartcie
SCaptionTargetMenu=Cel [%s]
SCaptionTasks=Zadania
SCaptionThemedTemplates=Szablony tematyczne
SCaptionThirdPartyImported=%s ustawienia zaimportowane
SCaptionTypes=Typy
SCaptionUninstall=Ustawienia deinstalacji
SCaptionUninstallDelete=Deinstalacja Usuń
SCaptionUninstallRun=Deinstalacja Uruchom
SCaptionUpdateSettings=Ustawienia aktualizacji
SCaptionUserInformation=Informacje o użytkowniku
SCaptionVersionInformation=Informacje o wersji
SCompilerExampleScripts=Przykładowe skrypty...
SCompilerExecuteSetupError=Błąd wykonywania "%s": \n\n %d: %s
SCompilerIllegalNullChar=Niedozwolony znak null w linii %d
SCompilerMoreFiles=Więcej plików...
SCompilerStatusAborted=Kompilacja przerwana.
SCompilerStatusElapsed=Całkowity czas kompilacji: %s
SCompilerStatusErrorAborted=Błąd kompilatora!
SCompilerStatusFileError=Błąd: %s nie można znaleźć. Prosimy o potwierdzenie %s działania.
SCompilerStatusFinished=Kompilacja zakończona.  [%s at %s]
SCompilerStatusPrePostFinished=%s Przetwarzanie zakończone.
SCompilerStatusPrePostStarted=%s Przetwarzanie.
SCompilerStatusPrePostStep=Uruchamianie: %s
SCompilerStatusPrePostWarning=%s Przetwarzania jest jeszcze w fazie testów.
SCompilerStatusStarting=Rozpoczynanie kompilacji.  [%s at %s]
SCompilerStatusUnsupported=Definicje ISPP obecnie nie obsługują sekcji %s.
SCompilerStatusVersion=Skrypt jest kompilowany za pomocą %s [%s]
SDebuggerExitCode=Kod wyjścia %s
SDebuggerExitCodeError1=Nie można pobrać kodu wyjścia %s (%s nie powiodło się)
SDebuggerExitCodeError2=%s nadal działa; nie można uzyskać kodu wyjścia
SDebuggerStatusAppStarted=Aplikacja %s jest uruchamiana
SDebuggerStatusCleanUp=Usuwanie pozostałości katalogu tymczasowego
SDebuggerStatusCleanUpFailed=Nie można usunąć katalogu tymczasowego
SDebuggerStatusTerminating=# Przerwanie procesu #
SDialogButtonApply=Zastosuj
SDialogButtonBack=< &Wstecz
SDialogButtonCancel=Anuluj
SDialogButtonFindAll=Znajdź wszystkie
SDialogButtonFinish=&Zakończ
SDialogButtonHelp=Pomoc
SDialogButtonNext=&Dalej >
SDialogButtonOK=OK
SDialogButtonReplaceAll=Zamień wszystko
SEditorAbortCompile=Czy na pewno chcesz przerwać kompilację?
SEditorCaptionColumn=Kolumna
SEditorCaptionInsert=Wstaw
SEditorCaptionLine=Wiersz
SEditorCaptionModified=Zmodyfikowany
SEditorCaptionOverwrite=Zastąp
SEditorCaptionReadOnly=Tylko do odczytu
SFormCaptionAbout=O programie
SFormCaptionAddFolder=Dodaj Folder
SFormCaptionBDEAlias=Utwórz alias BDE
SFormCaptionComponent=Właściwości elementów
SFormCaptionCustomize=Dostosuj kolumny
SFormCaptionCustomMessage=Właściwości niestandardowych komunikatów
SFormCaptionEvaluateConstant=Ocena stałej
SFormCaptionFile=Właściwości pliku
SFormCaptionFileAssociation=Utwórz skojarzenia plików
SFormCaptionFolder=Właściwości katalogu
SFormCaptionGoToLine=Przejdź do wiersza numer
SFormCaptionIcon=Właściwości ikony
SFormCaptionImportINIFiles=Importuj pliki INI
SFormCaptionImportMessages=Importuj komunikaty
SFormCaptionImportRegistryFiles=Importuj pliki
SFormCaptionIniFile=Właściwości pliku INI
SFormCaptionInnoWizard=Kreator skryptu Inno Setup
SFormCaptionInnoWizardFiles=Plik kreatora skryptu
SFormCaptionInstallDelete=Akcja Instalacja Usuń
SFormCaptionInstallFonts=Wybierz czcionki
SFormCaptionInstallRun=Akcja Instalacja Uruchom
SFormCaptionInternetShortcut=Utwórz skrót internetowy
SFormCaptionLanguage=Właściwości języka
SFormCaptionLanguageOptions=Opcje językowe
SFormCaptionLanguages=Wybierz standardowe języki
SFormCaptionMessage=Właściwości komunikatów
SFormCaptionNewProject=Nowy projekt
SFormCaptionODBCProfile=Utwórz profil ODBC
SFormCaptionOptions=Opcje
SFormCaptionParameters=Parametry
SFormCaptionPostCompile=Akcja po kompilacji
SFormCaptionPreCompile=Akcja przed kompilacją
SFormCaptionRegistry=Wpis rejestru
SFormCaptionReplace=Zastąp tekst
SFormCaptionSearch=Znajdź tekst
SFormCaptionSetupOptions=Opcje instalacji
SFormCaptionSignTool=Właściwości narzędzia podpisywania
SFormCaptionSignTools=Narzędzia podpisywania
SFormCaptionSpecialValue=Właściwości specjalnej wartości
SFormCaptionTask=Właściwości zadania
SFormCaptionType=Właściwości typu
SFormCaptionUninstallDelete=Akcja Deinstalacja Usuń
SFormCaptionUninstallRun=Akcja Deinstalacja Uruchom
SGroupCaptionAdditional=Dodatkowe
SGroupCaptionAttributes=Atrybuty
SGroupCaptionComponents=Składniki
SGroupCaptionDetails=Szczegóły
SGroupCaptionExcludes=Wykluczenia
SGroupCaptionFlags=Flagi
SGroupCaptionLanguages=Języki
SGroupCaptionMinWindowsGroup=Minimalna wersja Windows
SGroupCaptionOnlyBelowWindows=Tylko poniżej wersji Windows
SGroupCaptionPermissions=Uprawnienia
SGroupCaptionScripting=Skrypt Pascal
SGroupCaptionSignTool22=Szczegóły narzedzia podpisywania
SGroupCaptionSysRequirments=Wymagania systemowe
SGroupCaptionTasks=Zadania
SGroupCaptionTypes=Typy
SHintCopy=Skopiuj zaznaczenie i umieść je w schowku
SHintCustomizeView=Dostosuj bieżący widok
SHintCut=Wytnij zaznaczenie i umieść je w schowku
SHintDelete=Usuń element
SHintDeleteAll=Usuń wszystkie elementy
SHintExpression=Wyrażenie logiczne, które może zawierać połączenia do sprawdzenia funkcji\ndo ustawienia parametru odinstalowania.\n\nNa przykład: not IsTaskSelected('portablemode')
SHintInsertCommentLine=Wiersz komentarza
SHintInsertEmptyLine=Pusty wiersz
SHintInsertISPPLine=Wiersz ISPP
SHintItemProperties=Pokaż właściwości wybranego elementu
SHintLanguage=Użyj %s plików językowych
SHintLocateInScript=Znajdź element w aktywnym skrypcie
SHintMinimumWindows=Wybierz minimalną wersję Windows
SHintMinimumWindowsNT=Wybierz minimalną wersję Windows NT
SHintMoveDown=Przenies w dół
SHintMoveToBottom=Przenieś na koniec
SHintMoveToTop=Przenieś na początek
SHintMoveUp=Przenieś w górę
SHintNewItem=Nowy elementt
SHintOnlyBelowWindows=Wybierz tylko poniżej wersji systemu Windows
SHintOnlyBelowWindowsNT=Wybierz tylko poniżej wersji systemu Windows NT
SHintPaste=Wklej bieżącą zawartość schowka
SHintSelectAll=Wybierz wszystkie elementy
SHintSpecialItems=Specjalne elementy
SLabelCaptionAfterInstall=Po instalacji:
SLabelCaptionBeforeInstall=Przed instalacją:
SLabelCaptionCheck=Sprawdź:
SLabelCaptionManualListEntry=Wprowadź listę ręcznie (Każdy wpis musi być oddzielony spacją)
SMessageClearAllItems=Czy na pewno chcesz usunąć wszystkie wpisy z tej sekcji skryptu?
SMessageCompileNow=Czy chcesz teraz skompilować nowy skrypt?
SMessageCompilerErrorTitle=Błąd kompilatora
SMessageCompilerNeedUninstExe=Nie można skonfigurować Deinstalatora w tym czasie. Proszę uruchomić pierwszą instalację do pomyślnego zakończenia
SMessageCompilerRunning=Kompilacji jest już w uruchomiona.
SMessageCompilerSaveFile=Czy chcesz, aby zapisać skrypt przed kompilacją?\n\nJeśli odpowiesz 'Nie', skompilowana instalacja zostanie domyślnie umieszczona w folderze 'Moje dokumenty'.
SMessageConvertAppVerName=Konwertować dyrektywę wersji aplikacji z AppVerName na nową AppVersion?\n\nPozwoli to uniknąć starych dyrektywy AppVerName po skopiowaniu nowych wartości AppVersion.\n\nProszę potwierdzić, że dyrektywa AppVersion jest poprawna, po konwersji.
SMessageConvertToAbsolutePath=Konwertować wybrane pliki do bezwzględnych ścieżek plików?
SMessageConvertToRelativePath=Konwertować wybrane pliki do względnych ścieżek plików?
SMessageCreateUninstallIconError=Proszę podać wartość "AppName" w sekcji [Setup] skryptu.
SMessageDebuggerDetachProcess=To polecenie odłączy debugger od uruchomionego procesu %s. Kontynuować?
SMessageDebuggerException=Linia %d:\n%s.
SMessageDebuggerExceptionTitle=Błąd wykonania
SMessageDebuggerNoCode=Kod nie został wygenerowany dla aktualnej linii.
SMessageDebuggerPausePending=Pauza jest już w toku.
SMessageDebuggerStopProcess=Proszę zatrzymać uruchomiony %s proces przed wykonaniem tego polecenia.
SMessageDebuggerTerminateProcess=To bezwarunkowo zakończy uruchomiony proces. Kontynuować?
SMessageDebuggerTerminateProcess1=To bezwarunkowo zatrzymuje uruchomiony %s proces. Kontynuować?
SMessageDebuggerTerminateProcess2=Należy zauważyć, że jeśli %s jest obecnie na etapie instalacji, wszelkie zmiany wprowadzone do systemu do danego momentu, nie zostaną anulowane, ani nie będzie można odinstalować zapisanych danych.
SMessageDebuggerTerminateProcessTitle=Zakończ proces
SMessageDeleteMultipleItems=Czy na pewno chcesz usunąć %d pozycje z tej części skryptu?
SMessageEvaluateErrorTitle=Błąd oceny
SMessageEvaluateResultTitle=Wynik oceny
SMessageEvaluateUnknown=Wystąpił nieznany błąd.
SMessageFileAssocError1=Brakuje rozszerzenia pliku.
SMessageFileAssocError2=Brak nazwy typu.
SMessageFileAssocError3=Brak opisu dokumentu.
SMessageFileAssocError4=Brak pliku do skojarzenia z.
SMessageFileAssocFailed=Nie udało się powiązać %s z rozszerzeniem iss\nKod błędu: %d (%s)
SMessageFileAssocNotElevated=Aby włączyć skojarzenia %s z rozszerzeniem iss, należy uruchomić go jako Administrator.
SMessageFileAssocSuccess=Rozszerzenie .iss zostało pomyślnie powiązane z: %s
SMessageFileAssocTitle=Zmień powiązania
SMessageFileCheckError=Poniższe pliki wydają się nie istnieć.
SMessageFileCheckErrorTitle=Brakujące pliki
SMessageFileCheckSuccess=Wszystkie zaznaczone pliki zdają się istnieć.
SMessageGenerateGUID=Wygenerowany GUID zostanie wstawiona do edytora w bieżącej pozycji kursora. Kontynuować?
SMessageGenerateGUID2=ID aplikacji jest już przypisany.\n\nCzy chcesz wygenerować zamiennik ID aplikacji?
SMessageGenerateGUIDTitle=Generuj GUID
SMessageGoToLineError=Numer linii musi być między 1 a %d
SMessageImportMessages=Czy chcesz, aby zaimportowane komunikaty zastąpiły bieżącą sekcję [Messages] w skrypcie?
SMessageISCmplrError=Inno Script Studio nie może załadować kompilatora Inno Setup (%s). Proszę potwierdzić, że lokalizacja kompilatora Inno Setup została ustawiona poprawnie.\n\nFunkcje kompilatora Inno Setup będą niedostępne, dopóki nie zostanie ustawiona prawidłowa ścieżka do kompilatora.
SMessageISCmplrErrorTitle=Błąd podczas ładowania %s
SMessageLocateInScriptError=Błąd podczas wyszukiwania elementów aktywnego skryptu
SMessageLogFileReadError=Błąd odczytu pliku dziennika
SMessageLogFileReadErrorTitle=Błąd odczytu pliku dziennika
SMessageLogFileWriteError=Błąd przy tworzeniu pliku dziennika
SMessageLogFileWriteErrorTitle=Błąd podczas zapisywania pliku dziennika
SMessageMRUFileNotFound=Plik ''%s'' nie został znaleziony.\n\nCzy chcesz usunąć go z listy ostatnich pozycji?
SMessageMRUFileNotFoundTitle=Błąd podczas ładowania pliku
SMessageODBCTypeError=Nieobsługiwany typ rejestru dla wartości: %s
SMessageOpenInInnoCompiler1=Skrypt musi być zapisany, przed otwarciem go w Inno Setup.\n\nCzy chcesz teraz zapisać plik skryptu?
SMessageOpenInInnoCompiler2=Skrypt został zmieniony i musi być zapisany przed otwarciem go w Inno Setup\n\nCzy chcesz teraz zapisać plik skryptu?
SMessagePostCompileImported=Sekcja PostCompile %s została zaimportowana do sekcji PostCompile.
SMessagePreCompileImported=Sekcja PreCompile %s została zaimportowana do sekcji PreCompile.
SMessageReloadScript1=Plik został zmodyfikowany poza edytorem kodu źródłowego.\n\nCzy chcesz ponownie załadować plik?
SMessageReloadScript2=Plik został zmodyfikowany poza edytorem kodu źródłowego. Zmiany zostały również wprowadzone w edytorze kodu źródłowego.\n\nCzy chcesz przeładować plik i utracić zmiany dokonane w edytorze kodu źródłowego?
SMessageReloadScriptModal=Plik został zmodyfikowany poza edytorem kodu źródłowego. Być może chcesz go przeładować.
SMessageResetOptions=Przywrócić wszystkie opcje do domyślnych ustawień?
SMessageSaveChanges=Tekst w pliku %s został zmieniony.\n\nCzy chcesz zapisać zmiany?
SMessageThirdPartyImported=Ustawienia %s zostały zaimportowane do sekcji ThirdParty.
SMessageUpdateAvailable=Nowa wersja Inno Script Studio (%s) jest dostępna do pobrania.\n\nCzy chcesz pobrać i zainstalować nową wersję?
SMessageUpdateAvailableTitle=Dostępna jest nowa aktualizacja
SMessageUpdateError=Inno Script Studio nie był w stanie pobrać informacji o aktualizacji.
SMessageUpdateFailed=Inno Script Studio nie był w stanie połączyć się z serwerem aktualizacji.\nJeśli korzystasz z serwera proxy, sprawdź ustawienia i spróbuj ponownie.
SMessageUpdateFailedTitle=Aktualizacja nie powiodła się
SMessageUpdateLatestInstalled=Twoja wersja aplikacji (%s) jest aktualna.
SMessageValidationError=Przed kontynuowaniem należy skorygować następujące błędy.
SMessageValidationErrorItem=Wprowadź wartość "%s".
SMessageValidationErrorTitle=Błąd sprawdzania poprawności
SMessageVerifyFiles=Aby sprawdzić wybrane pliki, skrypt musi być wcześniej zapisany.\n\nCzy chcesz zapisać skrypt, dzięki czemu można sprawdzić wybrane pliki?
STabCaptionAdditional=Dodatkowe
STabCaptionAdvanced=Zaawansowane
STabCaptionAttributes=Ogólne
STabCaptionCommon=Wspólne
STabCaptionComponents=Składniki
STabCaptionDetails=Szczegóły
STabCaptionGeneral=Ogólne
STabCaptionLanguage=Języki
STabCaptionTasks=Zadania
STabCaptionTypes=Typy
SUntitled=Bez tytułu
SWizardAppDir=Folder aplikacji
SWizardAppDir2=Proszę podać informacje o folderze aplikacji.
SWizardAppDirNameError=Określ nazwę folderu aplikacji.
SWizardAppDocs=Dokumentacja aplikacji
SWizardAppDocs2=Proszę określić, które pliki dokumentacji powinny być wyświetlane podczas instalacji przez Instalatora.
SWizardAppExeError=Określ plik wykonywalny aplikacji głównej.
SWizardAppFiles=Pliki aplikacji
SWizardAppFiles2=Określ pliki, które są częścią aplikacji.
SWizardAppFiles3=Określ folder źródłowy.
SWizardAppFilesSubDirsMessage=Czy pliki w podfolderach "%s" mają być również dołączone?
SWizardAppGroupNameError=Proszę podać nazwę aplikacji w menu Start.
SWizardAppIcons=Ikony aplikacji
SWizardAppIcons2=Proszę określić, które ikony powinny być tworzone dla aplikacji.
SWizardAppInfo=Informacje o aplikacji
SWizardAppInfo2=Proszę podać kilka podstawowych informacji o aplikacji.
SWizardAppNameError=Proszę podać nazwę aplikacji.
SWizardAppRootDirError=Proszę określić podstawy folder docelowy aplikacji.
SWizardAppVersionError=Proszę określić wersję aplikacji.
SWizardCancelMessage=Praca z [name] nie została zakończona. Jeśli teraz zakończysz, nowy skrypt nie będzie utworzony.\n\nWyjść z [name]?
SWizardCancelMessage2=Praca z [name] nie została zakończona. Jeśli terza zakończysz, ustawienia, które wybrałeś do importu nie zostaną zapisane.\n\nWyjść z Kreatora uruchamiania [name]?
SWizardCompiler=Ustawienia kompilatora
SWizardCompiler2=Proszę podać kilka podstawowych ustawień kompilatora.
SWizardCompiler32Check=Inno Setup Compiler przez Jordan Russell
SWizardCompilerOutputDir=Proszę wskazać folder.
SWizardDefaultName=Kreator skryptu Inno Setup
SWizardFileAppDestRootDirError=Proszę określić podstawowy folder docelowy innych niż folder aplikacji.
SWizardFileDestRootDirError=Określ docelowy folder podstawowy.
SWizardFinished=Zakończone
SWizardImport=Importuj ustawienia z
SWizardImport2=Wybierz środowisko programistyczne aby zaimportować z niego ustawienia.
SWizardImportError=Określić co najmniej jedno zainstalowane środowisko aby zaimportować ustawienia
SWizardImportLabel=[name] wykrył istnienie następujących środowisk programistycznych dla Inno Setup.
SWizardImportMRUList=Importowanie listy ostatnich dokumentów dla wybranego środowiska.
SWizardInnoIDECheck=InnoIDE przez Graham Murt
SWizardISGCheck=Inno Script Generator przez Hisoft 2000
SWizardISPP=Inno Setup Preprocessor
SWizardISPP2=Proszę określić, czy Preprocessor Inno Setup powinien być stosowany.
SWizardISPPCheck=Tak, użyj dyrektyw #define kompilatora
SWizardISPPLabel=[name] wykrył obecność Preprocesora Inno Setup (ISPP) i można używać dyrektyw kompilatora #define aby uprościć skrypt. Chociaż nie jest to obowiązkowe, ale łatwiej będzie ręcznie zmienić skrypt później.\n\nCzy chcesz aby [name] używał dyrektyw #define kompilatora?
SWizardISToolCheck=ISTool by Bjørnar Henden
SWizardLanguages=Języki programu instalacyjnego
SWizardLanguages2=Proszę określić, jakie języki instalacji powinny być dołączone.
SWizardLanguagesSelError=Proszę wybrać przynajmniej jeden język.
SWizardSettings=Import ustawień
SWizardSettings2=Sprawdź czy poniższe ustawienia są poprawne.
SWizardWelcome=Witaj
